/* titles */
"StandardTitle" = "Installation standard sur « %@ »";
"CustomTitle" = "Installation personnalisée sur « %@ »";

/* space requirements message */
"SpaceRequirements" = "Cela occupera %@ d’espace disque sur l’ordinateur.";

/* content strings for the standard install pane */
"InstallContinueMessage" = "Cliquez sur Installer pour procéder à une installation standard de ce logiciel sur le disque « %@ ».";
/* "UpgradeContinueMessage" = "Click Upgrade to perform a standard upgrade of this software on the disk “%@”."; */

/* versions of the above 2 strings for domain installs */
"InstallContinueMessage_UserDomain" = "Cliquez sur Installer pour procéder à une installation standard de ce logiciel dans votre dossier de départ. Seul l’utilisateur actuel de cet ordinateur pourra utiliser ce logiciel.";
"InstallContinueMessage_LocalDomain" = "Cliquez sur Installer pour procéder à une installation standard de ce logiciel pour tous les utilisateurs de cet ordinateur. Tous les utilisateurs de cet ordinateur pourront utiliser ce logiciel.";
"InstallContinueMessage_UnknownDomain" = "Cliquez sur Installer pour procéder à une installation standard de ce logiciel.";

/*
"UpgradeContinueMessage_UserDomain" = "Click Upgrade to perform a standard upgrade of this software in your home directory.";
"UpgradeContinueMessage_LocalDomain" = "Click Upgrade to perform a standard upgrade of this software for all users of this computer.";
"UpgradeContinueMessage_UnknownDomain" = "Click Upgrade to perform a standard upgrade of this software.";
*/

/* warnings */
"ShutdownWarning" = "Vous devrez éteindre votre ordinateur à la fin de l’installation de ce logiciel. Souhaitez-vous installer le logiciel maintenant ?";
"RestartWarning" = "Vous devrez redémarrer votre ordinateur à la fin de l’installation de ce logiciel. Souhaitez-vous installer le logiciel maintenant ?";
"LogoutWarning" = "L’installation de ce logiciel exige la fermeture de toutes les applications et vous serez déconnecté à la fin de l’installation. Souhaitez-vous installer le logiciel maintenant ?";
"BatteryWarning" = "Vous commencez une installation avec votre adaptateur secteur débranché. Souhaitez-vous vraiment poursuivre ?";
"PadWarning" = "Après l’installation de ce logiciel, il ne vous restera plus que 100 Mo d’espace libre sur votre système Mac OS X. Cela n’est pas conseillé et risque de causer des problèmes. Êtes-vous certain de vouloir poursuivre cette opération ?";

/* button titles */
/* "UPGRADE_BUTTON_TITLE" = "Upgrade"; */
"INSTALL_BUTTON_TITLE" = "Installer";
"CONTINUE_BUTTON_TITLE" = "Continuer";
"OK_BUTTON_TITLE" = "OK";
"CANCEL_BUTTON_TITLE" = "Annuler";
"CONTINUE_INSTALL_BUTTON_TITLE" = "Poursuivre l’installation";

"ExtraMediaMessage" = "Le logiciel que vous êtes en train d’installer nécessite d’autres disques d’installation. Veuillez préparer les disques suivants :";
"AppToQuitMessage" = "L’application %@ est ouverte et sera fermée avant le commencement de cette installation. Si vous ne souhaitez pas fermer cette application, annulez l’installation.";
"AppsToQuitMessage" = "Les applications suivantes sont ouvertes et seront fermées avant le commencement de cette installation : %@. Si vous ne souhaitez pas fermer ces applications, annulez l’installation.";

"MUST_QUIT_APPLICATIONS_TITLE" = "Certaines applications doivent être fermées avant de lancer cette installation.";
"MUST_QUIT_APPLICATION_MESSAGE" = "L’application %@ est ouverte et sera fermée avant le commencement de cette installation. Si vous ne souhaitez pas fermer cette application, cliquez Annuler pour annulez cette installation.";
"MUST_QUIT_APPLICATIONS_MESSAGE" = "Les applications suivantes vont être fermées : %@. Si vous ne souhaitez pas les fermer, cliquez sur Annuler pour annuler l’installation.";

/* Format for StandardInstall alert message when you don't have enough disk space and it is a single package */
"StandardInstallSinglePackageDeselectTitle" = "Il faut environ %@ d’espace libre supplémentaire sur le disque de destination.";
"StandardInstallSinglePackageDeselectMessage" = "Quittez le programme d’installation et libérez de l’espace sur le disque en supprimant des fichiers ou applications, puis recommencez l’installation.";
"StandardInstallSinglePackageDeselectMessage_AllowOtherVolumeSelection" = "Vous pouvez sélectionner un autre disque d’installation ou quitter le programme d’installation, pour libérer de l’espace sur le disque en supprimant des fichiers ou applications, puis recommencer l’installation.";

/* Format for CustomInstall alert message when you don't have enough disk space and there is a metapackage */
"CustomMetaPackageDeselectTitle" = "Il faut environ %@ d’espace libre supplémentaire sur le disque de destination.";
"CustomMetaPackageDeselectMessage" = "Désélectionnez certaines options ou quittez le programme d’installation et libérez de l’espace sur le disque en supprimant des fichiers ou applications, puis recommencez l’installation.";
"CustomMetaPackageDeselectMessage_AllowOtherVolumeSelection" = "Vous pouvez sélectionner un autre disque d’installation, désélectionner certaines options ou quitter le programme d’installation pour libérer de l’espace sur le disque en supprimant des fichiers ou applications, puis recommencer l’installation.";

/* Displayed when there is nothing for the Installer to do.  Users should not get here but if they do this is what they'll see */
"NothingToInstall" = "Une version plus récente de ce logiciel est installée sur votre système. Il n’est pas nécessaire d’installer cette version plus ancienne.";

"CUSTOM_FOLDER_TOOLTIP" = "Le dossier « %1$@ » sur %2$@";
"CUSTOM_FOLDER_ERROR_TITLE" = "L’espace est insuffisant pour installer cet élément.";
"CUSTOM_FOLDER_ERROR_SPACE" = "Libérez de l’espace en supprimant des fichiers ou des applications, ou sélectionnez un dossier ou un disque différent avant de réessayer l’installation.";
"CUSTOM_FOLDER_DESCRIPTION" = "Vous choisissez un emplacement pour « %1$@ ». La taille de cet élément est %2$@. Vous trouverez ci-dessous une liste de volumes et de leur espace disponible.";
"CUSTOM_FOLDER_NEGATIVE_SPACE" = "-%@ (espace insuffisant)";
"CUSTOM_OTHER_MENU_ITEM" = "Autre…";
